"appName" = "Inlaider (da)";


"popup.command.placeholder.typeACommand" = "Indtast en kommando...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Indtast en kommando eller tryk Enter for at lukke...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Indtast en kommando eller tryk Enter for at indsætte resultatet";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — skifter til editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — skifter til kommandolinje";
"popup.shortcut.clearCanvas" = "⌘⌫ rydder editoren";
"popup.shortcut.copyCanvas" = "⌘C kopierer editorens indhold";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C eller Enter kopierer editorens indhold";
"popup.shortcut.enterPaste" = "Enter indsætter til";
"popup.shortcut.esc" = "Esc lukker til";

"show" = "Vis";
"about" = "Om";
"quit" = "Afslut";
"close" = "Luk";
"cancel" = "Annuller";
"save" = "Gem";
"ok" = "OK";
"settings" = "Indstillinger";
"copied" = "Kopieret";

"settings.section.general.title" = "Generelt";
"settings.accessibility.title" = "Tilgængelighedstilladelser";
"settings.accessibility.description" = "Denne tilladelse er nødvendig for automatisk at læse den markerede tekst og indsætte det behandlede resultat tilbage i det oprindelige tekstfelt.\nUden adgang vil applikationen bruge udklipsholderen til at overføre data.";
"settings.inlaiderShortcut.label" = "Genvejstast til Inlaider";
"settings.LaunchAtLogin.label" = "Start ved login";

"settings.section.ownAPIKeys.title" = "Egne API-nøgler";
"provider.apiKey.title" = "API-nøgle";
"provider.apiKey.placeholder" = "Indtast API-nøgle her";
"provider.models.title" = "Modeller";
"provider.models.new.placeholder" = "Tilføj modelnavn";

"settings.section.customPrompts.title" = "Brugerdefinerede prompts";
"prompts.general.title" = "Generel prompt";
"prompts.replacements.title" = "Prompt-erstatninger";
"prompts.replacements.replaceWhat.label" = "Erstat";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "Med prompt";
"prompts.replacements.error.exists.message" = "Erstatning for kommandoen '%@' findes allerede.";

"about.ThirdPartyLicenses" = "Tredjepartslicenser";
"about.VisitOnGithub" = "Se på GitHub";
"about.version" = "Version %@";

"error.title" = "Fejl";